<?php

return [
    'Имя' => 'first_name',
    'Фамилия' => 'last_name',
    'Отчество' => 'middle_name',
    'Пол' => 'gender',
    'ГРН и дата внесения в ЕГРИП записи,содержащей указанные сведения' => 'grn_record_current_record',
    'Гражданство' => 'citizen',
    'ОГРНИП' => 'ogrnip',
    'Дата регистрации' => 'register_date',
    'Наименование регистрирующего органа' => 'organization_name',
    'Адрес регистрирующего органа' => 'organization_address',

    'Идентификационный номер налогоплательщика' => 'inn',

    'Дата постановки на учет' => 'account_date',
    'Наименование налогового органа' => 'account_organization',

    'Регистрационный номер' => 'register_number',
    'Наименование территориального органа Пенсионного фонда' => 'organization_name',

    'Код и наименование вида деятельности' => 'code_name',
    'ГРН и дата внесения в ЕГРИП записи, содержащей указанные сведения' => 'grn_record_current_record',
    'ГРН и дата записи, которой внесены исправления в связи с технической ошибкой' => 'technical_issue_fixed_record_grn_date',
    'ГРН и дата записи, в которую внесены исправления' => 'fixed_record_grn_date',

    'ГРН и дата внесения записи в ЕГРИП' => 'grn_record',
    'Причина внесения записи в ЕГРИП' => 'grn_record_reason',
    'Наименование регистрирующего органа, которым запись внесена в ЕГРИП' => 'grn_record_organization',

    'Наименование документа' => 'document_name',
    'Номер документа' => 'document_number',
    'Дата документа' => 'document_date',
    'Серия, номер и дата выдачи свидетельства' => 'document_serial_date',

    'Статус' => 'status',

    'Номер лицензии' => 'license_number',
    'Дата лицензии' => 'license_date',
    'Дата начала действия лицензии' => 'license_start_date',
    'Дата окончания действия лицензии' => 'license_end_date',
    'Наименование лицензирующего органа, выдавшего или переоформившего лицензию' => 'license_issuer_name',

    'Страна места нахождения' => 'country_of_location',
    'Адрес места нахождения' => 'location_address',
    'Дата приостановления действия лицензии' => 'license_stop_date',
    'ГРН и дата записи, которая признана недействительной' => 'grn_date_not_valid',
    'ГРН и дата внесения записи, которой запись признана недействительной' => 'grn_date_not_valid',
    'Наименование лицензирующего органа, приостановившего действие лицензии' => 'orgaisation_name_license_suspend',
];