<?php

return [
    'Полное наименование' => 'full_name',
    'Сокращенное наименование' => 'short_name',
    'ГРН и дата внесения в ЕГРЮЛ записи, содержащей указанные сведения' => 'grn_record_current_record',
    'Почтовый индекс' => 'zip_index',
    'Субъект Российской Федерации' => 'region',
    'Район (улус' => 'area',
    'Населенный пункт (село' => 'locality',
    'Город (волость' => 'city',
    'Улица (проспект, переулок' => 'street',
    'Дом (владение' => 'house',
    'Корпус (строение' => 'building',
    'Офис (квартира' => 'flat',

    'Способ образования' => 'creating_method',
    'Дата присвоения ОГРН' => 'ogrn_date',
    'ОГРН' => 'ogrn',
    'Дата регистрации до 1 января 2004 года' => 'register_date_before_2004',
    'Дата регистрации до 1 июля 2002 года' => 'register_date_before_2002',
    'Дата регистрации' => 'register_date',
    'Адрес регистрирующего органа' => 'organization_address',

    'Состояние' => 'remove_state',
    'Дата принятия решения о предстоящем исключении недействующего юридического лица из ЕГРЮЛ' => 'remove_date',
    'Сведения о публикации решения о предстоящем исключении недействующего юридического лица из ЕГРЮЛ в журнале «Вестник государственной регистрации»' => 'remove_info',
    'ГРН и дата внесения в ЕГРЮЛ записи, содержащей указанные сведения' => 'remove_reference',

    'ИНН' => 'inn',
    'КПП' => 'kpp',
    'Дата постановки на учет' => 'account_date',
    'Наименование налогового органа' => 'name_of_tax_authority',

    'Регистрационный номер, присвоенный до 1 января 2004 года' => 'register_number_before_2004',
    'Регистрационный номер, присвоенный до 1 июля 2002 года' => 'register_number_before_2002',
    'Регистрационный номер' => 'register_number',

    'Наименование территориального органа Пенсионного фонда' => 'name_of_the_territorial_organisation_of_the_pension_fund',

    'Наименование исполнительного органа Фонда социального страхования' => 'name_of_the_executive_organisation_of_the_social_insurance_fund',

    'Вид' => 'type',
    'Размер (в рублях' => 'size',

    'ГРН и дата внесения в ЕГРЮЛ сведений о данном лице' => 'grn_record_current_person',

    'Имя' => 'first_name',
    'Фамилия' => 'last_name',
    'Отчество' => 'middle_name',
    'Должность' => 'position',

    'Номинальная стоимость доли (в рублях' => 'rate_value',
    'Размер доли (в процентах' => 'rate_percentage',
    'Дополнительные сведения' => 'extra_info',
    'ГРН и дата внесения в ЕГРЮЛ записи об исправлении технической ошибки в указанных сведениях' => 'grn_error_fix_info',
    'Дата начала дисквалификации' => 'disqualification_start_date',
    'Дата окончания дисквалификации' => 'disqualification_finish_date',
    'Дата вынесения судебным органом постановления о дисквалификации' => 'disqualification_act_date',

    'Код и наименование вида деятельности' => 'code_name',

    'ГРН и дата внесения записи в ЕГРЮЛ' => 'grn_record',
    'Причина внесения записи в ЕГРЮЛ' => 'grn_record_reason',
    'Наименование регистрирующего органа, которым запись внесена в ЕГРЮЛ' => 'grn_record_organization',
    'Наименование регистрирующего органа' => 'name_of_the_registering_authority',

    'Наименование документа' => 'document_name',
    'Номер документа' => 'document_number',
    'Дата документа' => 'document_date',
    'Статус записи' => 'record_state',
    'ГРН и дата записи, которой внесены исправления в связи с технической ошибкой' => 'technical_issue_fixed_record_grn_date',
    'ГРН и дата записи, в которую внесены исправления' => 'fixed_record_grn_date',

    'Серия, номер и дата выдачи свидетельства' => 'document_serial_date',

    'Способ прекращения' => 'close_method',
    'Дата прекращения' => 'close_date',
    'Дата прекращения деятельности' => 'close_date',
    'Наименование органа, внесшего запись о прекращении юридического лица' => 'close_organization_name',

    'Номер лицензии' => 'license_number',
    'Дата лицензии' => 'license_date',
    'Дата начала действия лицензии' => 'license_start_date',
    'Дата окончания действия лицензии' => 'license_end_date',
    'Наименование лицензирующего органа, выдавшего или переоформившего лицензию' => 'license_issuer_name',

    'Страна места нахождения' => 'country_of_location',
    'Адрес места нахождения' => 'location_address',
    'Дата приостановления действия лицензии' => 'license_stop_date',
    'ГРН и дата записи, которая признана недействительной' => 'grn_date_not_valid',
    'ГРН и дата внесения записи, которой запись признана недействительной' => 'grn_date_not_valid',
    'Наименование лицензирующего органа, приостановившего действие лицензии' => 'organisation_name_license_suspend',

    'Наименование' => 'organisation_name',
];