<?php

return [
    'Полное наименование' => 'full_name',
    'Сокращенное наименование' => 'short_name',
    'ГРН и дата внесения в ЕГРЮЛ записи, содержащей указанные сведения' => 'grn_record',
    'Почтовый индекс' => 'zip_index',
    'Субъект Российской Федерации' => 'region',
    'Район (улус и т.п.' => 'area',
    'Населенный пункт (село и т.п.'=> 'locality',
    'Город (волость и т.п.' => 'city',
    'Улица (проспект, переулок и т.д.' => 'street',
    'Дом (владение и т.п.' => 'house',
    'Корпус (строение и т.п.' => 'building',
    'Офис (квартира и т.п.' => 'flat',

    'Способ образования' => 'creating_method',
    'ОГРН' => 'ogrn',
    'Дата регистрации' => 'register_date',
    'Наименование регистрирующего органа' => 'organization_name',
    'Адрес регистрирующего органа' => 'organization_address',

    'Состояние' => 'remove_state',
    'Дата принятия решения о предстоящем исключении недействующего юридического лица из ЕГРЮЛ' => 'remove_date',
    'Сведения о публикации решения о предстоящем исключении недействующего юридического лица из ЕГРЮЛ в журнале «Вестник государственной регистрации»' => 'remove_info',
    'ГРН и дата внесения в ЕГРЮЛ записи, содержащей указанные сведения' => 'remove_reference',

    'ИНН' => 'inn',
    'КПП' => 'kpp',
    'Дата постановки на учет' => 'account_date',
    'Наименование налогового органа' => 'organization_name',

    'Регистрационный номер' => 'register_number',
    'Наименование территориального органа Пенсионного фонда' => 'organization_name',

    'Наименование исполнительного органа Фонда социального страхования' => 'organization_name',

    'Вид' => 'type',
    'Размер (в рублях' => 'size',

    'ГРН и дата внесения в ЕГРЮЛ сведений о данном лице' => 'grn_record',

    'Имя' => 'first_name',
    'Фамилия' => 'last_name',
    'Отчество' => 'middle_name',
    'Должность' => 'position',

    'Номинальная стоимость доли (в рублях' => 'rate_value',
    'Размер доли (в процентах' => 'rate_percentage',
    'Дополнительные сведения' => 'extra_info',
    'ГРН и дата внесения в ЕГРЮЛ записи об исправлении технической ошибки в указанных сведениях' => 'grn_error_fix_info',
    'Дата начала дисквалификации' => 'disqualification_start_date',
    'Дата окончания дисквалификации' => 'disqualification_finish_date',
    'Дата вынесения судебным органом постановления о дисквалификации' => 'disqualification_act_date',

    'Код и наименование вида деятельности' => 'code_name',

    'ГРН и дата внесения записи в ЕГРЮЛ' => 'grn_record',
    'Причина внесения записи в ЕГРЮЛ' => 'grn_record_reason',
    'Наименование регистрирующего органа, которым запись внесена в ЕГРЮЛ' => 'grn_record_organization',

    'Наименование документа' => 'document_name',
    'Номер документа' => 'document_number',
    'Дата документа' => 'document_date',
    'Статус записи' => 'record_state',
    'ГРН и дата записи, которой внесены исправления в связи с технической ошибкой' => 'record_grn_date',
    'ГРН и дата записи, в которую внесены исправления' => 'fixed_record_grn_date',

    'Серия, номер и дата выдачи свидетельства' => 'document_serial_date',

    'Способ прекращения' => 'close_method',
    'Дата прекращения' => 'close_date',
    'Наименование органа, внесшего запись о прекращении юридического лица' => 'close_organization_name',
];