<?php

return [
    'Имя' => 'first_name',
    'Фамилия' => 'last_name',
    'Отчество' => 'middle_name',
    'Пол' => 'gender',
    'ГРН и дата внесения в ЕГРИП записи,содержащей указанные сведения' => 'grn_record',
    'Гражданство' => 'citizen',
    'ОГРНИП' => 'ogrnip',
    'Дата регистрации' => 'register_date',
    'Наименование регистрирующего органа' => 'register_organization',
    'Адрес регистрирующего органа' => 'register_organization',

    'Идентификационный номер налогоплательщика' => 'inn',

    'Дата постановки на учет' => 'account_date',
    'Наименование налогового органа' => 'account_organization',

    'Регистрационный номер' => 'register_number',
    'Наименование территориального органа Пенсионного фонда' => 'organization_name',

    'Код и наименование вида деятельности' => 'code_name',
    'ГРН и дата внесения в ЕГРИП записи, содержащей указанные сведения' => 'grn_record',

    'ГРН и дата внесения записи в ЕГРИП' => 'grn_record',
    'Причина внесения записи в ЕГРИП' => 'grn_record_reason',
    'Наименование регистрирующего органа, которым запись внесена в ЕГРИП' => 'grn_record_organization',

    'Наименование документа' => 'document_name',
    'Номер документа' => 'document_number',
    'Дата документа' => 'document_date',
];